/* No comment provided by engineer. */
" (subtitles)" = " (ondertitels)";

/* No comment provided by engineer. */
"%@ (no preview)" = "%@ (geen voorvertoning)";

/* No comment provided by engineer. */
"Creating: %@ (%0.f%%)" = "Maakt aan: %1$@ (%2$.f%%)";

/* No comment provided by engineer. */
"Failed to create DVD mpg with subtitles" = "Aanmaken DVD mpg bestand met ondertitels mislukt";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"See details for what went wrong" = "Zie de details om na te gaan wat er fout is gegaan";

